import React from "react";
import classes from "./ThoughtsImages.module.css";

const ThoughtsImages = () => {
  return (
    <section className={classes.section}>
      <div className={classes.container}>
        <h2 className={classes.title}>Мысли – образы</h2>
        <div className={classes.content}>
          <p>
            Неизведанное информационное пространство общается с человеком с
            помощью образов. Разгадать их смысл человечество пыталось давно,
            так как интуиция подсказывала, что именно эти образы являются
            ключом к постижению реального мира.
          </p>
          <p>Суждения.</p>
          <p>
            Все объекты вселенной человека состоят из суждений. Наше
            подсознание кодирует эти суждения в виде образов-символов. Если
            человек обращает свое внимание на возникший перед ним образ с
            намерением достать из него суждение, то он получает запрашиваемую
            информацию. По мере того, как суждения «вываливаются» из образа,
            образ тускнеет и растворяется.
          </p>
          <p>
            Пространство общается с человеком с помощью образов, психика
            защищает нас от стрессовых и сильных переживаний и травм в
            прошлом при помощи того, что архивирует происшествие, эмоции,
            психологическое восприятие, в наше бессознательное, но эти архивы
            находятся внутри бессознательного не в виде слов текста и понятий,
            а в виде образов “мысли-образов”.
          </p>
          <p>
            Например, на любом пк мы имеем много программ, но на рабочем столе
            мы видим иконку этой программы в виде образа-иконки.
          </p>
          <p>
            Мы знаем, что, если мы нажмем на эту иконку нам откроется большая
            или маленькая программа в зависимости от того, что там заложено.
          </p>
          <p>
            В нашем бессознательном точно также мы видим иконку, которая
            принадлежит тому или иному архиву событий прошлого, которые по той
            или иной причине, мы не хотим или не можем сейчас воспринимать,
            видеть или понимать или осознавать.
          </p>
          <p>
            Но в отличии от пк, где мы можем стереть иконку, а вся программа
            останется на жестком диске, то в бессознательном всё обстоит
            по-другому. Иконка – это является ключом для удаления
            (деинсталляции) программы полностью из нашего пространства
          </p>
          <p>
            Основной метод работы в процессинге работа с мысли-образами с
            “иконками нашего бессознательного”
          </p>
          <p>Рассоздав иконку, мы удаляем программу из нашего бессознательного.</p>
          <p>
            Если внимание мало, то человек видит образ, и чтобы из образа
            вынуть идеи нужно кинуть единицу внимания (прояснить образ), (что
            обозначается эта картинка)
          </p>
          <p>
            (Простыми словами: это метафора, описывающая усилие, которое мы
            направляем, чтобы что-то осознать или понять. "Кинуть единицу
            внимания" – значит сфокусироваться, направить свое сознание на
            объект, чтобы рассмотреть его детальнее. Пример: Вы видите сон, в
            котором фигурирует размытый образ. Чтобы понять, что это за образ,
            нужно "кинуть единицу внимания" – сосредоточиться на нем,
            вглядеться, попытаться разглядеть детали.)
          </p>
          <p>
            Если внимания побольше, то человек может описать историю и
            пересматривая подмечать все больше и больше моментов, то как
            формулируется история человек, то и является идеи, с которыми нужно
            работать по определенным практикам.
          </p>
          <p>
            Если внимание у человека много, то он видит сразу идею в виде
            картинки, символов, образов, различных объектов.
          </p>
          <p>
            Подсознание дает те истории или идеи, или мысли-образы, с которыми
            человек может работать. Некоторые истории в тот или иной момент
            времени будут скрыты.
          </p>
        </div>
      </div>
    </section>
  );
};

export default ThoughtsImages;